/* button in progress sheet */
"Stop" = "Stop";

/* menu item */
"Update iPod" = "Aggiorna iPod";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "Ripristina iPod";

/* menu item */
"Close Window" = "Chiudi Finestra";

/* menu item */
"Copy" = "Copia";

/* menu item */
"Paste" = "Incolla";

/* menu item */
"Quit" = "Esci";

/* Close Window command key */
"W" = "W";

/* menu title */
"Edit" = "Modifica";

/* menu item */
"About iPod Updater" = "Info su iPod Updater";

/* menu item */
"Cut" = "Taglia";

/* Cut command key */
"X" = "X";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "Opzioni";

/* Copy command key */
"C" = "C";

/* Paste command key */
"V" = "V";

/* text next to lock when locked */
"Click the lock to make changes." = "Fai clic sul lucchetto per eseguire le modifiche.";

/* Return Character */
"\r" = "\r";

/* text next to lock when unlocking */
"Authenticating..." = "Autentico...";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Fai clic sul lucchetto per evitare ulteriori modifiche.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Il codice errore Mac OS è stato <error>.";

/* error message */
"Error updating or restoring iPod. (<error>)" = "Errore durante l'aggiornamento o il ripristino di iPod. (<error>)";

/* error message */
"Could not find updater library." = "Non trovo la libreria di aggiornamento.";

/* error message */
"The iPod Updater cannot open the library FlashLibrary.bundle." = "iPod Updater non può aprire la libreria FlashLibrary.bundle.";

/* error message */
"An unexpected error occurred." = "Si è verificato un errore inatteso.";

/* detail of error message */
"The iPod Updater application may be damaged." = "L'applicazione iPod Updater potrebbe essere danneggiata.";

/* error message */
"Out of memory." = "Memoria insufficiente.";

/* error message */
"The iPod Updater requires Mac OS X." = "iPod Updater richiede Mac OS X.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "iPod Updater richiede CarbonLib 1.4 o successiva.";

/* error message */
"The iPod is not mounted." = "iPod non è attivo.";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Se esci mentre è in corso un'operazione, potrebbe essere necessario ripristinare il software di iPod in un secondo momento.";

/* info window version */
"<version> (up to date)" = "<version> (aggiornata)";

/* info window label */
"Software Version:" = "Versione software:";

/* about window app version line */
"Version <version>" = "Versione <version>";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "iPod è stato aggiornato alla versione <version>. Scollega e ricollega iPod per completare il processo di aggiornamento.";

/* confirmation dialog title */
"Quit " = "Esci ";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "Collega un iPod alla volta per l'aggiornamento";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Su iPod sono state ripristinate le impostazioni predefinite. Scollega e ricollega iPod per completare il processo di ripristino.";

/* info window label */
"Name:" = "Nome:";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Su iPod sono state ripristinate le impostazioni predefinite. Disattiva e quindi scollega e ricollega iPod per completare il processo di ripristino.";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "Il ripristino inizializza iPod e applica le impostazioni predefinite. Musica e dati saranno cancellati.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "Un iPod è collegato, ma non è attivo sulla scrivania.";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "iPod è stato aggiornato alla versione <version>, e si sta riavviando. Non scollegarlo e attendi la conclusione del processo di aggiornamento.";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "Su iPod sono state ripristinate le impostazioni predefinite e ora si sta riavviando. Non scollegarlo e attendi la conclusione del processo di ripristino.";

/* error message */
"More than one iPod is attached." = "Sono collegati più iPod.";

/* button for main window */
"Nothing" = "Nulla";

/* error message */
"This iPod requires Mac OS X version 10.2.8." = "Questo iPod richiede Mac OS X versione 10.2.8.";

/* error message */
"The iPod disk does not have the correct structure." = "Il disco di iPod non ha una struttura corretta.";

/* progress message */
"Updating iPod software" = "Aggiorno il software di iPod";

/* about window firmware version line */
"iPod Software Version <version>" = "Software iPod versione <version>";

/* progress message */
"Done updating iPod software" = "Aggiornamento del software di iPod completato";

/* main window title */
"iPod Windows Software <version> Updater" = "Aggiornamento Software Windows iPod  <version>";

/* button for main window */
"Update" = "Aggiorna";

/* button for main window */
"Restore" = "Ripristina";

/* progress message */
"Done restoring iPod software" = "Ripristino del software di iPod completato";

/* info window label */
"Capacity:" = "Capacità:";

/* main window message */
"The attached iPod model is not supported by this application." = "Il modello di iPod collegato non è supportato da questa applicazione.";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "iPod è stato aggiornato alla versione <version>. Disattiva e quindi scollega e ricollega iPod per completare il processo di aggiornamento.";

/* main window message */
"Update is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "Aggiornamento completato. Scollega iPod dal computer e collegalo all'alimentatore esterno per consentire il riavvio del firmware.";

/* progress message */
"Restoring iPod software" = "Ripristino il software di iPod";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "Ripristina iPod e applica le impostazioni predefinite Windows.  \rMusica e dati verranno cancellati.";

/* main window message */
"Plug in an iPod to update it." = "Collega un iPod da aggiornare.";

/* error message */
"An error occurred. There may be open files on the iPod." = "Si è verificato un errore. Potrebbero esserci documenti aperti su iPod.";

/* error message */
"No iPod is attached." = "Nessun iPod collegato.";

/* info window capacity */
"MB" = "MB";

/* message for main window */
"Update puts the latest system software on your iPod." = "L'aggiornamento installa l'ultima versione del software di sistema su iPod.";

/* error message */
"The updater does not have a volume image." = "L'aggiornamento non ha un'immagine volume.";

/* error message */
"The updater does not have a firmware image." = "L'aggiornamento non ha un'immagine firmware.";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Sono collegati più iPod. Collega un iPod alla volta per l'aggiornamento.";

/* info window version */
"<version>" = "<version>";

/* confirmation dialog title */
"Restore " = "Ripristina ";

/* main window title */
"iPod Updater" = "iPod Updater";

/* main window message */
"Your iPod has been updated to version <version>, and must be restarted to complete the update process." = "iPod è stato aggiornato alla versione <version> e deve essere riavviato per completare il processo di aggiornamento.";

/* error message */
"Error updating or restoring iPod. [<error>]" = "Errore durante l'aggiornamento o il ripristino di iPod. [<error>]";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "Sei sicuro di voler ripristinare il software di iPod?";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "Non trovo alcun doc. SysInfo sul disco di iPod.";

/* error message */
"This iPod requires Mac OS X version 10.3.4 or newer." = "Questo iPod richiede Mac OS X versione 10.3.4 o successiva.";

/* main window message */
"Your iPod has been restored and must be restarted to complete the restore process." = "iPod è stato ripristinato e deve essere riavviato per completare il processo di ripristino.";

/* info window version */
"<version> (needs update)" = "<version> (da aggiornare)";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "Tutti i dati attualmente presenti su iPod andranno perduti.";

/* info window capacity */
"GB" = "GB";

/* confirmation message */
"Quit while this operation is in progress?" = "Vuoi uscire mentre è in corso questa operazione?";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "È stato rilevato un solo iPod, ma affinché questa operazione abbia effetto deve essere attivo sulla scrivania.";

/* info window label */
"iPod (Recovery Mode)" = "iPod (modalità di recupero)";

/* info window label */
"Serial Number:" = "Numero di serie:";

/* info window label */
"N/A" = "N/D";

/* main window message */
"The attached iPod does not have proper software on it." = "L'iPod collegato non dispone del software appropriato.";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "Non posso disattivare iPod perché è in uso. Chiudi tutti i documenti aperti su iPod e riprova.";

/* main window message */
"Initializing..." = "Inizializzo...";

/* error message */
"An error occurred. This Updater cannot update Windows (FAT) formatted iPods. Try restore or using the Windows Updater." = "Si è verificato un errore. L'aggiornamento non funziona su iPod inizializzati con Windows (FAT). Prova a ripristinare iPod o utilizza l'aggiornamento per Windows.";

/* error message */
"Could not obtain authentication." = "Non riesco a ottenere l'autenticazione.";

/* main window message */
"Restore is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "Ripristino completato. Scollega iPod dal computer e collegalo ad un alimentatore esterno per consentire il riavvio del firmware.";

/* about payloads */
"Included Updates:" = "Aggiornamenti inclusi:";

/* About box title */
"iPod Updater" = "iPod Updater";

